backend/controllers/SendsmsController.php

SELECT * FROM `sendedsms` WHERE `id`='1'
---
    protected function findModel($id)
    {
        if (($model = Sendedsms::findOne($id)) !== null) {